Repository: iina/iina
Catalog: iina/mul.lproj/InitialWindowController.xcstrings
Source language: en
Languages: ar, el, fa, he, hi, hu, ja, ko, ml, ru, uk, vi, zh_hans

# 3aN-Hg-GkT.title
source: Uncheck "receive beta updates" from Settings > General, and install a stable release from our <a href="https://iina.io">official website</a>.
ar: قم بإلغاء تحديد "تلقي تحديثات بيتا" من التفضيلات - عام، وتثبيت إصدار مستقر من <a href="https://iina.io">موقعنا الرسمي</a>.
el: Αποεπιλέξτε τη "Λήψη δοκιμαστικών ενημερώσεων" στις Προτιμήσεις > Γενικά, και εγκαταστήστε μια σταθερή έκδοση από την <a href="https://iina.io">επίσημη Ιστοσελίδα</a>.
fa: تیک گزینه‌ی “دریافت بروزرسانی‌های بتا” را از بخش تنظیمات - عمومی بردارید و یک نسخه‌ی پایدار را از <a href="https://iina.io">سایت رسمی ما</a> نصب کنید.
he: Uncheck "receive beta updates" from Preferences - General, and install a stable release from our <a href="https://iina.io">official website</a>.
hi: प्राथमिकता - जेनरल से "बीटा अपडेट प्राप्त करें" को अनचेक करें, और हमारी <a href="https://iina.io">ऑफिशियल वेबसाइट</a> से स्टेबल रिलीज इंस्टॉल करें।
hu: Szüntesse meg a kijelölést a "béta frissítések" opciónál a Beállításokban, majd telepítsen egy stabil verziót a <a href="https://iina.io">hivatalos weboldalunkról</a>.
ja: 環境設定 > 一般 から「ベータ版のアップデート通知を受け取る」のチェックを外し、<a href="https://iina.io">公式サイト</a>から最新の安定版をインストールしてください。
ko: 환경 설정 > 일반 탭에서 '베타 업데이트 받기'를 해제한 다음, <a href="https://iina.io">공식 웹사이트</a>에서 안정 버전을 설치하십시오.
ml: Uncheck "receive beta updates" from Preferences - General, and install a stable release from our <a href="https://iina.io">official website</a>.
ru: Снимите флажок «Получать бета-обновления» в Настройках (вкладка «Основные») и установите стабильную версию с нашего <a href="https://iina.io">официального сайта</a>.
uk: Зніміть прапорець «Отримувати бета-оновлення» через Параметри → Загальні та встановіть стабільну версію з нашого <a href="https://iina.io">офіційного веб-сайту</a>.
vi: Bỏ chọn "cập nhật bản thử nghiệm" trong Cài đặt - Chung, và cài đặt bản ổn định từ <a href="https://iina.io">trang web chính thức</a>.
zh_hans: 请在“设置”>“通用”中，取消勾选"接收 beta 版本更新"，然后在我们的<a href="https://iina.io">官方网站</a>下载稳定版本安装。

# BIz-NQ-0qD.title
source: Report to us via <a href="mailto:developers@iina.io">email</a> or <a href="https://github.com/iina/iina/issues">GitHub issue</a>.
ar: أبلغ لنا عبر <a href="mailto:developers@iina.io">البريد الإلكتروني</a> أو <a href="https://github.com/iina/iina/issues">مشكلة GitHub</a>.
el: Αναφορά μέσω <a href="mailto:developers@iina.io">email</a> ή <a href="https://github.com/iina/iina/issues">Θέματος GitHub</a>.
fa: از طریق <a href="mailto:developers@iina.io">ایمیل</a> یا <a href="https://github.com/iina/iina/issues">GitHub Issue</a> به ما گزارش دهید.
he: דווח לנו באמצעות <a href="mailto:developers@iina.io">אימייל</a> או <a href="https://github.com/iina/iina/issues">GitHub</a>.
hi: हमारी <a href="mailto:developers@iina.io">ईमेल</a> या <a href="https://github.com/iina/iina/issues">गिटहब इशू </a> द्वारा रिपोर्ट करें
hu: Jelentse nekünk <a href="mailto:developers@iina.io">emailben</a> vagy <a href="https://github.com/iina/iina/issues"> Githubon</a>.
ja: <a href="mailto:developers@iina.io">メール</a> または <a href="https://github.com/iina/iina/issues">GitHub issue</a>に報告してください。
ko: <a href="mailto:developers@iina.io">이메일</a> 또는 <a href="https://github.com/iina/iina/issues">GitHub 이슈</a>를 통해 오류를 보고해주십시오.
ml: <a href="mailto:developers@iina.io">email</a> അല്ലെങ്കിൽ <a href="https://github.com/iina/iina/issues">GitHub issue</a> വഴി ഞങ്ങൾക്ക് റിപ്പോർട്ട് ചെയ്യുക.
ru: Сообщите нам <a href="mailto:developers@iina.io">по почте</a> или <a href="https://github.com/iina/iina/issues">через GitHub issue</a>.
uk: Повідомте нам через <a href="mailto:developers@iina.io">e-mail</a> або <a href="https://github.com/iina/iina/issues">GitHub</a>.
vi: Báo cáo cho chúng tôi qua <a href="mailto:developers@iina.io">email</a>hoặc<a href="https://github.com/iina/iina/issues">GitHub issue.
zh_hans: 请通过<a href="mailto:developers@iina.io">邮件</a>或 <a href="https://github.com/iina/iina/issues">GitHub issue</a> 向我们报告。

# FKG-Tz-TCV.title
source: Open URL…
ar: فتح الرابط…
el: Άνοιγμα συνδέσμου URL…
fa: بازکردن URL…
he: פתח URL…
hi: यूआरएल खोलें…
hu: URL megnyitása…
ja: URLを開く…
ko: URL 열기…
ml: URL തുറക്കുക…
ru: Открыть URL…
uk: Відкрити URL…
vi: Mở URL…
zh_hans: 打开URL…

# g2g-dy-qBH.title
source: BETA
ar: بيتا
el: ΔΟΚΙΜΑΣΤΙΚΗ ΕΚΔΟΣΗ
fa: بتا
he: בטא
hi: बीटा
hu: BÉTA
ja: ベータ
ko: 베타
ml: ബീറ്റ
ru: Бета
uk: БЕТА
vi: THỬ NGHIỆM
zh_hans: 测试版本（Beta）

# H7D-2H-wQn.title
source: You are using a beta version of IINA
ar: أنت تستخدم نسخة تجريبية من IINA
el: Χρησιμοποιείτε μια δοκιμαστική έκδοση του IINA
fa: شما دارید از یک نسخه‌ی بتای IINA استفاده می‌کنید
he: אתה משתמש בגרסת בטא של IINA
hi: आप IINA के बीटा संस्करण का उपयोग कर रहे हैं
hu: Ön az IINA béta verzióját használja
ja: ベータ版のIINAを利用中です
ko: 베타 버전을 사용하고 있습니다
ml: നിങ്ങൾ IINA-യുടെ ബീറ്റ പതിപ്പാണ് ഉപയോഗിക്കുന്നത്
ru: Вы используете бета-версию IINA
uk: Ви користуєтеся бета-версією IINA
vi: Bạn đang sử dụng một phiên bản thử nghiệm của IINA
zh_hans: 您正在使用 IINA 的测试版本（Beta）

# I6R-Jl-2Jk.title
source: Found a bug?
ar: وجدت خطأ؟
el: Βρήκατε σφάλμα;
fa: اشکالی پیدا کردید؟
he: מצאת באג?
hi: एक बग मिला?
hu: Hibát talált?
ja: 不具合を見つけましたか？
ko: 오류를 발견했나요?
ml: ഒരു ബഗ് കണ്ടെത്തിയോ?
ru: Нашли ошибку?
uk: Знайшли несправність?
vi: Bạn tìm thấy lỗi?
zh_hans: 发现错误？

# KWZ-BM-GBN.title
source: Resume
ar: استئناف
el: Συνέχιση
fa: ادامه
he: המשך את
hi: रिज्यूम
hu: Folytatás
ja: 続きから再生
ko: 이어보기
ml: പുനരാരംഭിക്കുക
ru: Продолжить
uk: Відновити
vi: Tiếp tục
zh_hans: 继续播放

# llJ-1b-38L.title
source: Found a bug?
ar: وجدت خطأ؟
el: Βρήκατε σφάλμα;
fa: اشکالی پیدا کردید؟
he: מצאת באג?
hi: एक बग मिला?
hu: Hibát talált?
ja: 不具合を見つけましたか？
ko: 오류를 발견했나요?
ml: ഒരു ബഗ് കണ്ടെത്തിയോ?
ru: Нашли ошибку?
uk: Знайшли несправність?
vi: Bạn tìm thấy lỗi?
zh_hans: 发现错误？

# qsU-lZ-WQq.title
source: Open…
ar: فتح…
el: Άνοιγμα…
fa: باز کردن…
he: פתח קובץ…
hi: खोलें…
hu: Megnyitás…
ja: 開く…
ko: 열기…
ml: തുറക്കുക…
ru: Открыть…
uk: Відкрити…
vi: Mở…
zh_hans: 打开…

# s3U-4u-gYp.title
source: Want to rollback?
ar: هل تريد التراجع؟
el: Θέλετε επαναφορά;
fa: میخواهید به عقب برگردانید؟
he: רוצה לחזור אחורנית?
hi: रोलबैक करना चाहते हैं?
hu: Vissz szeretne állítani?
ja: 安定版に戻しますか？
ko: 안정 버전을 사용하시겠습니까?
ml: റോൾബാക്ക് ചെയ്യണോ?
ru: Хотите вернуться на стабильную версию?
uk: Бажаєте відкотитися?
vi: Muốn quay lại bản cũ?
zh_hans: 是否需要回滚到上一稳定版本？
